13/data/attachments/a368954abf91a0ac.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_02bb31c7-3d88-4dc5-b1ca-a5c8c878fa5b</nif:username>
            <nif:friendToBeRequested>Andrew_positive_Actions_15080_8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>